Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# browse.downloadBulkFailed
source: Couldn't save these items to your device.
ar: تعذّر حفظ هذه العناصر على جهازك.
de: Diese Objekte konnten nicht auf deinem Gerät gesichert werden.
es: No se pudieron guardar estos elementos en tu dispositivo.
fr: Impossible d'enregistrer ces éléments sur votre appareil.
hi: इन आइटम को आपके डिवाइस पर सहेज नहीं सके।
it: Impossibile salvare questi elementi sul dispositivo.
ja: これらの項目をデバイスに保存できませんでした。
ko: 이 항목을 기기에 저장할 수 없습니다.
nl: Kan deze items niet op je apparaat bewaren.
pl: Nie można zapisać tych elementów na urządzeniu.
pt: Não foi possível guardar estes itens no seu dispositivo.
ro: Nu s-au putut salva aceste elemente pe dispozitiv.
ru: Не удалось сохранить эти объекты на устройство.
sv: Det gick inte att spara dessa objekt på din enhet.
zh_cn: 无法将这些项目保存到您的设备。
zh_tw: 無法將這些項目儲存到您的裝置。

# browse.downloadSavedAllTo
source: Saved %1$lld items to %2$@
ar: تم حفظ %1$lld عنصر في %2$@
de: %1$lld Objekte in %2$@ gesichert
es: Se guardaron %1$lld elementos en %2$@
fr: %1$lld éléments enregistrés dans %2$@
hi: %1$lld आइटम %2$@ में सहेजे गए
it: Salvati %1$lld elementi in %2$@
ja: %1$lld 件を %2$@ に保存しました
ko: %1$lld개 항목을 %2$@에 저장함
nl: %1$lld items bewaard in %2$@
pl: Zapisano %1$lld elementów w %2$@
pt: Guardados %1$lld itens em %2$@
ro: Salvate %1$lld elemente în %2$@
ru: Сохранено объектов: %1$lld в %2$@
sv: Sparade %1$lld objekt i %2$@
zh_cn: 已将 %1$lld 项保存到 %2$@
zh_tw: 已將 %1$lld 個項目儲存到 %2$@

# browse.downloadSavedCountTo
source: Saved %1$lld of %2$lld items to %3$@
ar: تم حفظ %1$lld من %2$lld عنصر في %3$@
de: %1$lld von %2$lld Objekten in %3$@ gesichert
es: Se guardaron %1$lld de %2$lld elementos en %3$@
fr: %1$lld éléments sur %2$lld enregistrés dans %3$@
hi: %2$lld में से %1$lld आइटम %3$@ में सहेजे गए
it: Salvati %1$lld di %2$lld elementi in %3$@
ja: %2$lld 件中 %1$lld 件を %3$@ に保存しました
ko: %2$lld개 중 %1$lld개 항목을 %3$@에 저장함
nl: %1$lld van %2$lld items bewaard in %3$@
pl: Zapisano %1$lld z %2$lld elementów w %3$@
pt: Guardados %1$lld de %2$lld itens em %3$@
ro: Salvate %1$lld din %2$lld elemente în %3$@
ru: Сохранено %1$lld из %2$lld объектов в %3$@
sv: Sparade %1$lld av %2$lld objekt i %3$@
zh_cn: 已将 %2$lld 项中的 %1$lld 项保存到 %3$@
zh_tw: 已將 %2$lld 個中的 %1$lld 個項目儲存到 %3$@

# browse.downloadSavedTo
source: Saved to %@
ar: تم الحفظ في %@
de: Gesichert in %@
es: Guardado en %@
fr: Enregistré dans %@
hi: %@ में सहेजा गया
it: Salvato in %@
ja: %@ に保存しました
ko: %@에 저장됨
nl: Bewaard in %@
pl: Zapisano w %@
pt: Guardado em %@
ro: Salvat în %@
ru: Сохранено в %@
sv: Sparad i %@
zh_cn: 已保存到 %@
zh_tw: 已儲存到 %@

# browse.locations
source: Locations
ar: المواقع
de: Orte
es: Ubicaciones
fr: Emplacements
hi: स्थान
it: Posizioni
ja: 場所
ko: 위치
nl: Locaties
pl: Lokalizacje
pt: Localizações
ro: Locații
ru: Расположения
sv: Platser
zh_cn: 位置
zh_tw: 位置

# browse.nameErrorReserved
source: That name isn't allowed.
ar: هذا الاسم غير مسموح به.
de: Dieser Name ist nicht zulässig.
es: Ese nombre no está permitido.
fr: Ce nom n'est pas autorisé.
hi: वह नाम अनुमत नहीं है।
it: Quel nome non è consentito.
ja: その名前は使用できません。
ko: 해당 이름은 허용되지 않습니다.
nl: Die naam is niet toegestaan.
pl: Ta nazwa jest niedozwolona.
pt: Esse nome não é permitido.
ro: Acest nume nu este permis.
ru: Это имя недопустимо.
sv: Det namnet är inte tillåtet.
zh_cn: 该名称不允许使用。
zh_tw: 該名稱不允許使用。

# browse.nameErrorSeparators
source: A name can't contain / or \.
ar: لا يمكن أن يحتوي الاسم على / أو \.
de: Ein Name darf kein / oder \ enthalten.
es: Un nombre no puede contener / o \.
fr: Un nom ne peut pas contenir / ou \.
hi: नाम में / या \ नहीं हो सकता।
it: Un nome non può contenere / o \.
ja: 名前に / または \ を含めることはできません。
ko: 이름에는 / 또는 \를 포함할 수 없습니다.
nl: Een naam mag geen / of \ bevatten.
pl: Nazwa nie może zawierać / ani \.
pt: Um nome não pode conter / ou \.
ro: Un nume nu poate conține / sau \.
ru: Имя не может содержать / или \.
sv: Ett namn får inte innehålla / eller \.
zh_cn: 名称不能包含 / 或 \。
zh_tw: 名稱不能包含 / 或 \。

# browse.navigationTitle
source: Browse
ar: تصفح
de: Durchsuchen
es: Explorar
fr: Explorer
hi: ब्राउज़ करें
it: Esplora
ja: ブラウズ
ko: 탐색
nl: Verkennen
pl: Przeglądaj
pt: Explorar
ro: Explorează
ru: Обзор
sv: Bläddra
zh_cn: 浏览
zh_tw: 瀏覽

# browse.newFolderConfirm
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
ko: 만들기
nl: Maken
pl: Utwórz
pt: Criar
ro: Creează
ru: Создать
sv: Skapa
zh_cn: 创建
zh_tw: 建立

# browse.newFolderPlaceholder
source: Folder name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
hi: फ़ोल्डर का नाम
it: Nome della cartella
ja: フォルダ名
ko: 폴더 이름
nl: Mapnaam
pl: Nazwa folderu
pt: Nome da pasta
ro: Numele dosarului
ru: Имя папки
sv: Mappnamn
zh_cn: 文件夹名称
zh_tw: 檔案夾名稱

# browse.newFolderTitle
source: New folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
ro: Dosar nou
ru: Новая папка
sv: Ny mapp
zh_cn: 新建文件夹
zh_tw: 新檔案夾

# browse.offlineBannerDetail
source: Showing a saved copy from %@
ar: يتم عرض نسخة محفوظة من %@
de: Gesicherte Kopie von %@ wird angezeigt
es: Mostrando una copia guardada de %@
fr: Affichage d'une copie enregistrée du %@
hi: %@ से सहेजी गई प्रति दिखाई जा रही है
it: Visualizzazione di una copia salvata da %@
ja: %@ の保存済みコピーを表示中
ko: %@의 저장된 사본을 표시하는 중
nl: Bewaarde kopie van %@ wordt getoond
pl: Wyświetlanie zapisanej kopii z %@
pt: A mostrar uma cópia guardada de %@
ro: Se afișează o copie salvată din %@
ru: Показана сохранённая копия от %@
sv: Visar en sparad kopia från %@
zh_cn: 正在显示来自 %@ 的已保存副本
zh_tw: 正在顯示來自 %@ 的已儲存副本

# browse.offlineBannerTitle
source: Offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
ja: オフライン
ko: 오프라인
ru: Офлайн
zh_cn: 离线
zh_tw: 離線

# browse.open
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
ro: Deschide
ru: Открыть
sv: Öppna
zh_cn: 打开
zh_tw: 打開

# browse.progressCompressing
source: Compressing…
ar: جارٍ الضغط…
de: Wird komprimiert…
es: Comprimiendo…
fr: Compression…
hi: संपीड़ित किया जा रहा है…
it: Compressione…
ja: 圧縮中…
ko: 압축하는 중…
nl: Comprimeren…
pl: Kompresowanie…
pt: A comprimir…
ro: Se comprimă…
ru: Сжатие…
sv: Komprimerar…
zh_cn: 正在压缩…
zh_tw: 正在壓縮…

# browse.progressCopying
source: Copying…
ar: جارٍ النسخ…
de: Wird kopiert…
es: Copiando…
fr: Copie…
hi: कॉपी किया जा रहा है…
it: Copia…
ja: コピー中…
ko: 복사하는 중…
nl: Kopiëren…
pl: Kopiowanie…
pt: A copiar…
ro: Se copiază…
ru: Копирование…
sv: Kopierar…
zh_cn: 正在拷贝…
zh_tw: 正在拷貝…

# browse.progressDownloading
source: Downloading…
ar: جارٍ التنزيل…
de: Wird geladen…
es: Descargando…
fr: Téléchargement…
hi: डाउनलोड हो रहा है…
it: Download…
ja: ダウンロード中…
ko: 다운로드 중…
nl: Downloaden…
pl: Pobieranie…
pt: A transferir…
ro: Se descarcă…
ru: Загрузка…
sv: Laddar ner…
zh_cn: 正在下载…
zh_tw: 正在下載…

# browse.progressDownloadingIndexed
source: Downloading %1$lld of %2$lld…
ar: جارٍ تنزيل %1$lld من %2$lld…
de: %1$lld von %2$lld wird geladen…
es: Descargando %1$lld de %2$lld…
fr: Téléchargement de %1$lld sur %2$lld…
hi: %2$lld में से %1$lld डाउनलोड हो रहा है…
it: Download di %1$lld di %2$lld…
ja: %2$lld 件中 %1$lld 件をダウンロード中…
ko: %2$lld개 중 %1$lld개 다운로드 중…
nl: %1$lld van %2$lld downloaden…
pl: Pobieranie %1$lld z %2$lld…
pt: A transferir %1$lld de %2$lld…
ro: Se descarcă %1$lld din %2$lld…
ru: Загрузка %1$lld из %2$lld…
sv: Laddar ner %1$lld av %2$lld…
zh_cn: 正在下载 %2$lld 项中的第 %1$lld 项…
zh_tw: 正在下載 %2$lld 個中的第 %1$lld 個…

# browse.progressExtracting
source: Extracting…
ar: جارٍ الاستخراج…
de: Wird entpackt…
es: Extrayendo…
fr: Extraction…
hi: निकाला जा रहा है…
it: Estrazione…
ja: 展開中…
ko: 압축 푸는 중…
nl: Uitpakken…
pl: Wypakowywanie…
pt: A extrair…
ro: Se extrage…
ru: Извлечение…
sv: Extraherar…
zh_cn: 正在解压…
zh_tw: 正在解壓縮…

# browse.progressMoving
source: Moving…
ar: جارٍ النقل…
de: Wird bewegt…
es: Moviendo…
fr: Déplacement…
hi: ले जाया जा रहा है…
it: Spostamento…
ja: 移動中…
ko: 이동하는 중…
nl: Verplaatsen…
pl: Przenoszenie…
pt: A mover…
ro: Se mută…
ru: Перемещение…
sv: Flyttar…
zh_cn: 正在移动…
zh_tw: 正在移動…

# browse.renameNamePlaceholder
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sv: Namn
zh_cn: 名称
zh_tw: 名稱

# browse.renameTitle
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Naam wijzigen
pl: Zmień nazwę
pt: Mudar o nome
ro: Redenumește
ru: Переименовать
sv: Byt namn
zh_cn: 重命名
zh_tw: 重新命名

# browse.scopeEverywhere
source: Everywhere
ar: كل مكان
de: Überall
es: En todo
fr: Partout
hi: हर जगह
it: Ovunque
ja: すべての場所
ko: 모든 위치
nl: Overal
pl: Wszędzie
pt: Em todo o lado
ro: Peste tot
ru: Везде
sv: Överallt
zh_cn: 所有位置
zh_tw: 所有位置

# browse.scopeThisFolder
source: This Folder
ar: هذا المجلد
de: Dieser Ordner
es: Esta carpeta
fr: Ce dossier
hi: यह फ़ोल्डर
it: Questa cartella
ja: このフォルダ
ko: 이 폴더
nl: Deze map
pl: Ten folder
pt: Esta pasta
ro: Acest dosar
ru: Эта папка
sv: Den här mappen
zh_cn: 此文件夹
zh_tw: 此檔案夾

# browse.searchEverywhere
source: Search everywhere
ar: البحث في كل مكان
de: Überall suchen
es: Buscar en todo
fr: Rechercher partout
hi: हर जगह खोजें
it: Cerca ovunque
ja: すべての場所を検索
ko: 모든 위치에서 검색
nl: Overal zoeken
pl: Szukaj wszędzie
pt: Pesquisar em todo o lado
ro: Caută peste tot
ru: Искать везде
sv: Sök överallt
zh_cn: 在所有位置搜索
zh_tw: 在所有位置搜尋

# browse.searchFailed
source: Couldn't search. Check your connection and try again.
ar: تعذّر البحث. تحقق من اتصالك وأعد المحاولة.
de: Suche fehlgeschlagen. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo buscar. Comprueba tu conexión e inténtalo de nuevo.
fr: Recherche impossible. Vérifiez votre connexion et réessayez.
hi: खोज नहीं सके। अपना कनेक्शन जांचें और पुनः प्रयास करें।
it: Ricerca non riuscita. Controlla la connessione e riprova.
ja: 検索できませんでした。接続を確認して再試行してください。
ko: 검색할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: Zoeken mislukt. Controleer je verbinding en probeer het opnieuw.
pl: Nie można wyszukać. Sprawdź połączenie i spróbuj ponownie.
pt: Não foi possível pesquisar. Verifique a ligação e tente novamente.
ro: Căutarea a eșuat. Verifică conexiunea și încearcă din nou.
ru: Не удалось выполнить поиск. Проверьте соединение и повторите попытку.
sv: Sökningen misslyckades. Kontrollera anslutningen och försök igen.
zh_cn: 无法搜索。请检查连接后重试。
zh_tw: 無法搜尋。請檢查連線後重試。

# browse.searchMatchLine
source: Line %1$lld: %2$@
ar: السطر %1$lld: %2$@
de: Zeile %1$lld: %2$@
es: Línea %1$lld: %2$@
fr: Ligne %1$lld : %2$@
hi: पंक्ति %1$lld: %2$@
it: Riga %1$lld: %2$@
ja: %1$lld 行目: %2$@
ko: %1$lld번째 줄: %2$@
nl: Regel %1$lld: %2$@
pl: Wiersz %1$lld: %2$@
pt: Linha %1$lld: %2$@
ro: Linia %1$lld: %2$@
ru: Строка %1$lld: %2$@
sv: Rad %1$lld: %2$@
zh_cn: 第 %1$lld 行：%2$@
zh_tw: 第 %1$lld 行：%2$@

# browse.searchMatchLineLabel
source: Line %lld
ar: السطر %lld
de: Zeile %lld
es: Línea %lld
fr: Ligne %lld
hi: पंक्ति %lld
it: Riga %lld
ja: %lld 行目
ko: %lld번째 줄
nl: Regel %lld
pl: Wiersz %lld
pt: Linha %lld
ro: Linia %lld
ru: Строка %lld
sv: Rad %lld
zh_cn: 第 %lld 行
zh_tw: 第 %lld 行

# browse.searchNoMatchesInFolder
source: No matches for “%@”.
ar: لا نتائج لـ ‏«%@».
de: Keine Treffer für „%@“.
es: Sin resultados para “%@”.
fr: Aucun résultat pour « %@ ».
hi: “%@” के लिए कोई परिणाम नहीं।
it: Nessun risultato per “%@”.
ja: 「%@」の結果がありません。
ko: “%@”에 대한 결과가 없습니다.
nl: Geen resultaten voor “%@”.
pl: Brak wyników dla „%@”.
pt: Sem resultados para “%@”.
ro: Niciun rezultat pentru „%@”.
ru: Нет результатов для «%@».
sv: Inga träffar för ”%@”.
zh_cn: 没有“%@”的结果。
zh_tw: 沒有「%@」的結果。

# browse.searchScopeEverywhere
source: Everywhere
ar: كل مكان
de: Überall
es: En todo
fr: Partout
hi: हर जगह
it: Ovunque
ja: すべての場所
ko: 모든 위치
nl: Overal
pl: Wszędzie
pt: Em todo o lado
ro: Peste tot
ru: Везде
sv: Överallt
zh_cn: 所有位置
zh_tw: 所有位置

# browse.searchScopeInFolder
source: This Folder
ar: هذا المجلد
de: Dieser Ordner
es: Esta carpeta
fr: Ce dossier
hi: यह फ़ोल्डर
it: Questa cartella
ja: このフォルダ
ko: 이 폴더
nl: Deze map
pl: Ten folder
pt: Esta pasta
ro: Acest dosar
ru: Эта папка
sv: Den här mappen
zh_cn: 此文件夹
zh_tw: 此檔案夾

# browse.transferConflictKeepBoth
source: Keep Both
ar: الاحتفاظ بكليهما
de: Beide behalten
es: Conservar ambos
fr: Conserver les deux
hi: दोनों रखें
it: Mantieni entrambi
ja: 両方を残す
ko: 둘 다 유지
nl: Beide behouden
pl: Zachowaj oba
pt: Manter ambos
ro: Păstrează ambele
ru: Оставить оба
sv: Behåll båda
zh_cn: 两者都保留
zh_tw: 兩者都保留

# browse.transferConflictMessageMany
source: %lld items already exist in this folder.
ar: %lld عنصر موجود بالفعل في هذا المجلد.
de: %lld Objekte sind in diesem Ordner bereits vorhanden.
es: %lld elementos ya existen en esta carpeta.
fr: %lld éléments existent déjà dans ce dossier.
hi: %lld आइटम इस फ़ोल्डर में पहले से मौजूद हैं।
it: %lld elementi esistono già in questa cartella.
ja: %lld 項目がこのフォルダに既に存在します。
ko: 항목 %lld개가 이 폴더에 이미 있습니다.
nl: %lld items bestaan al in deze map.
pl: %lld elementów już istnieje w tym folderze.
pt: %lld itens já existem nesta pasta.
ro: %lld elemente există deja în acest dosar.
ru: %lld объектов уже существуют в этой папке.
sv: %lld objekt finns redan i den här mappen.
zh_cn: %lld 项已存在于此文件夹中。
zh_tw: %lld 個項目已存在於此檔案夾中。

# browse.transferConflictMessageOne
source: "%@" already exists in this folder.
ar: ‏«%@» موجود بالفعل في هذا المجلد.
de: „%@“ ist in diesem Ordner bereits vorhanden.
es: "%@" ya existe en esta carpeta.
fr: « %@ » existe déjà dans ce dossier.
hi: “%@” इस फ़ोल्डर में पहले से मौजूद है।
it: "%@" esiste già in questa cartella.
ja: 「%@」はこのフォルダに既に存在します。
ko: “%@”이(가) 이 폴더에 이미 있습니다.
nl: "%@" bestaat al in deze map.
pl: „%@” już istnieje w tym folderze.
pt: "%@" já existe nesta pasta.
ro: „%@” există deja în acest dosar.
ru: «%@» уже существует в этой папке.
sv: ”%@” finns redan i den här mappen.
zh_cn: “%@”已存在于此文件夹中。
zh_tw: 「%@」已存在於此檔案夾中。

# browse.transferConflictReplace
source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
it: Sostituisci
ja: 置き換える
ko: 교체
nl: Vervangen
pl: Zastąp
pt: Substituir
ro: Înlocuiește
ru: Заменить
sv: Ersätt
zh_cn: 替换
zh_tw: 取代

# browse.transferConflictTitle
source: Replace items?
ar: استبدال العناصر؟
de: Objekte ersetzen?
es: ¿Reemplazar elementos?
fr: Remplacer les éléments ?
hi: आइटम बदलें?
it: Sostituire gli elementi?
ja: 項目を置き換えますか？
ko: 항목을 교체할까요?
nl: Items vervangen?
pl: Zastąpić elementy?
pt: Substituir itens?
ro: Înlocuiești elementele?
ru: Заменить объекты?
sv: Ersätt objekt?
zh_cn: 替换项目？
zh_tw: 取代項目？

# browse.transferCopied
source: Copied %lld items
ar: تم نسخ %lld عنصر
de: %lld Objekte kopiert
es: Se copiaron %lld elementos
fr: %lld éléments copiés
hi: %lld आइटम कॉपी किए गए
it: Copiati %lld elementi
ja: %lld 項目をコピーしました
ko: 항목 %lld개 복사함
nl: %lld items gekopieerd
pl: Skopiowano %lld elementów
pt: Copiados %lld itens
ro: %lld elemente copiate
ru: Скопировано объектов: %lld
sv: Kopierade %lld objekt
zh_cn: 已拷贝 %lld 项
zh_tw: 已拷貝 %lld 個項目

# browse.transferCopiedWithSkipped
source: Copied %1$lld items, skipped %2$lld
ar: تم نسخ %1$lld عنصر، وتم تخطي %2$lld
de: %1$lld Objekte kopiert, %2$lld übersprungen
es: Se copiaron %1$lld elementos, se omitieron %2$lld
fr: %1$lld éléments copiés, %2$lld ignorés
hi: %1$lld आइटम कॉपी किए गए, %2$lld छोड़े गए
it: Copiati %1$lld elementi, saltati %2$lld
ja: %1$lld 項目をコピー、%2$lld 項目をスキップ
ko: 항목 %1$lld개 복사, %2$lld개 건너뜀
nl: %1$lld items gekopieerd, %2$lld overgeslagen
pl: Skopiowano %1$lld elementów, pominięto %2$lld
pt: Copiados %1$lld itens, ignorados %2$lld
ro: %1$lld elemente copiate, %2$lld omise
ru: Скопировано объектов: %1$lld, пропущено: %2$lld
sv: Kopierade %1$lld objekt, hoppade över %2$lld
zh_cn: 已拷贝 %1$lld 项，跳过 %2$lld 项
zh_tw: 已拷貝 %1$lld 個項目，略過 %2$lld 個

# browse.transferMoved
source: Moved %lld items
ar: تم نقل %lld عنصر
de: %lld Objekte bewegt
es: Se movieron %lld elementos
fr: %lld éléments déplacés
hi: %lld आइटम ले जाए गए
it: Spostati %lld elementi
ja: %lld 項目を移動しました
ko: 항목 %lld개 이동함
nl: %lld items verplaatst
pl: Przeniesiono %lld elementów
pt: Movidos %lld itens
ro: %lld elemente mutate
ru: Перемещено объектов: %lld
sv: Flyttade %lld objekt
zh_cn: 已移动 %lld 项
zh_tw: 已移動 %lld 個項目

# browse.transferMovedWithSkipped
source: Moved %1$lld items, skipped %2$lld
ar: تم نقل %1$lld عنصر، وتم تخطي %2$lld
de: %1$lld Objekte bewegt, %2$lld übersprungen
es: Se movieron %1$lld elementos, se omitieron %2$lld
fr: %1$lld éléments déplacés, %2$lld ignorés
hi: %1$lld आइटम ले जाए गए, %2$lld छोड़े गए
it: Spostati %1$lld elementi, saltati %2$lld
ja: %1$lld 項目を移動、%2$lld 項目をスキップ
ko: 항목 %1$lld개 이동, %2$lld개 건너뜀
nl: %1$lld items verplaatst, %2$lld overgeslagen
pl: Przeniesiono %1$lld elementów, pominięto %2$lld
pt: Movidos %1$lld itens, ignorados %2$lld
ro: %1$lld elemente mutate, %2$lld omise
ru: Перемещено объектов: %1$lld, пропущено: %2$lld
sv: Flyttade %1$lld objekt, hoppade över %2$lld
zh_cn: 已移动 %1$lld 项，跳过 %2$lld 项
zh_tw: 已移動 %1$lld 個項目，略過 %2$lld 個

# browse.unsupportedFileType
source: Unsupported file type
ar: نوع ملف غير مدعوم
de: Nicht unterstützter Dateityp
es: Tipo de archivo no compatible
fr: Type de fichier non pris en charge
hi: असमर्थित फ़ाइल प्रकार
it: Tipo di file non supportato
ja: サポートされていないファイルタイプ
ko: 지원되지 않는 파일 형식
nl: Niet-ondersteund bestandstype
pl: Nieobsługiwany typ pliku
pt: Tipo de ficheiro não suportado
ro: Tip de fișier neacceptat
ru: Неподдерживаемый тип файла
sv: Filtypen stöds inte
zh_cn: 不支持的文件类型
zh_tw: 不支援的檔案類型

# changePassword.errorMinLength
source: Use at least %lld characters.
ar: استخدم %lld حرفًا على الأقل.
de: Verwende mindestens %lld Zeichen.
es: Usa al menos %lld caracteres.
fr: Utilisez au moins %lld caractères.
hi: कम से कम %lld अक्षर उपयोग करें।
it: Usa almeno %lld caratteri.
ja: %lld 文字以上を使用してください。
ko: 최소 %lld자를 사용하세요.
nl: Gebruik minstens %lld tekens.
pl: Użyj co najmniej %lld znaków.
pt: Use pelo menos %lld caracteres.
ro: Folosește cel puțin %lld caractere.
ru: Используйте не менее %lld символов.
sv: Använd minst %lld tecken.
zh_cn: 请至少使用 %lld 个字符。
zh_tw: 請至少使用 %lld 個字元。

# changePassword.errorMismatch
source: Passwords don't match.
ar: كلمتا السر غير متطابقتين.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
it: Le password non coincidono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
nl: De wachtwoorden komen niet overeen.
pl: Hasła nie są zgodne.
pt: As palavras-passe não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
sv: Lösenorden matchar inte.
zh_cn: 密码不匹配。
zh_tw: 密碼不相符。

# changePassword.fieldConfirmPassword
source: Re-enter new password
ar: أعد إدخال كلمة السر الجديدة
de: Neues Passwort erneut eingeben
es: Vuelve a introducir la nueva contraseña
fr: Ressaisissez le nouveau mot de passe
hi: नया पासवर्ड फिर से दर्ज करें
it: Reinserisci la nuova password
ja: 新しいパスワードを再入力
ko: 새 비밀번호 다시 입력
nl: Voer het nieuwe wachtwoord opnieuw in
pl: Wprowadź ponownie nowe hasło
pt: Reintroduza a nova palavra-passe
ro: Reintrodu parola nouă
ru: Введите новый пароль ещё раз
sv: Ange det nya lösenordet igen
zh_cn: 重新输入新密码
zh_tw: 重新輸入新密碼

# changePassword.fieldConfirmPasswordLabel
source: Confirm new password
ar: تأكيد كلمة السر الجديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
hi: नए पासवर्ड की पुष्टि करें
it: Conferma nuova password
ja: 新しいパスワードを確認
ko: 새 비밀번호 확인
nl: Nieuw wachtwoord bevestigen
pl: Potwierdź nowe hasło
pt: Confirmar nova palavra-passe
ro: Confirmă parola nouă
ru: Подтвердите новый пароль
sv: Bekräfta nytt lösenord
zh_cn: 确认新密码
zh_tw: 確認新密碼

# changePassword.fieldCurrentPassword
source: Current password
ar: كلمة السر الحالية
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
nl: Huidig wachtwoord
pl: Obecne hasło
pt: Palavra-passe atual
ro: Parola actuală
ru: Текущий пароль
sv: Nuvarande lösenord
zh_cn: 当前密码
zh_tw: 目前密碼

# changePassword.fieldNewPasswordLabel
source: New password
ar: كلمة سر جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
sv: Nytt lösenord
zh_cn: 新密码
zh_tw: 新密碼

# changePassword.fieldNewPasswordPrompt
source: At least %lld characters
ar: ‏%lld حرفًا على الأقل
de: Mindestens %lld Zeichen
es: Al menos %lld caracteres
fr: Au moins %lld caractères
hi: कम से कम %lld अक्षर
it: Almeno %lld caratteri
ja: %lld 文字以上
ko: 최소 %lld자
nl: Minstens %lld tekens
pl: Co najmniej %lld znaków
pt: Pelo menos %lld caracteres
ro: Cel puțin %lld caractere
ru: Не менее %lld символов
sv: Minst %lld tecken
zh_cn: 至少 %lld 个字符
zh_tw: 至少 %lld 個字元

# changePassword.intro
source: Change the password you use to sign in with your email address. You'll stay signed in on this device.
ar: غيّر كلمة السر التي تستخدمها لتسجيل الدخول ببريدك الإلكتروني. ستبقى مسجّل الدخول على هذا الجهاز.
de: Ändere das Passwort, mit dem du dich per E-Mail-Adresse anmeldest. Du bleibst auf diesem Gerät angemeldet.
es: Cambia la contraseña que usas para iniciar sesión con tu dirección de correo. Seguirás con la sesión iniciada en este dispositivo.
fr: Changez le mot de passe que vous utilisez pour vous connecter avec votre adresse e-mail. Vous resterez connecté sur cet appareil.
hi: अपने ईमेल पते से साइन इन करने के लिए उपयोग किया जाने वाला पासवर्ड बदलें। आप इस डिवाइस पर साइन इन रहेंगे।
it: Cambia la password che usi per accedere con il tuo indirizzo email. Resterai connesso su questo dispositivo.
ja: メールアドレスでサインインする際に使うパスワードを変更します。このデバイスではサインインしたままになります。
ko: 이메일 주소로 로그인할 때 사용하는 비밀번호를 변경합니다. 이 기기에서는 로그인 상태가 유지됩니다.
nl: Wijzig het wachtwoord waarmee je je aanmeldt met je e-mailadres. Je blijft aangemeld op dit apparaat.
pl: Zmień hasło używane do logowania za pomocą adresu e-mail. Pozostaniesz zalogowany na tym urządzeniu.
pt: Altere a palavra-passe que usa para iniciar sessão com o seu endereço de e-mail. A sua sessão manter-se-á iniciada neste dispositivo.
ro: Schimbă parola pe care o folosești pentru a te conecta cu adresa ta de e-mail. Vei rămâne conectat pe acest dispozitiv.
ru: Измените пароль, который вы используете для входа с помощью адреса эл. почты. Вы останетесь в системе на этом устройстве.
sv: Byt lösenordet du använder för att logga in med din e-postadress. Du förblir inloggad på den här enheten.
zh_cn: 更改您用于以电子邮件地址登录的密码。您在此设备上仍将保持登录状态。
zh_tw: 更改您用於以電子郵件位址登入的密碼。您在此裝置上仍會保持登入狀態。

# changePassword.navigationTitle
source: Change Password
ar: تغيير كلمة السر
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar palavra-passe
ro: Schimbă parola
ru: Изменить пароль
sv: Byt lösenord
zh_cn: 更改密码
zh_tw: 更改密碼

# changePassword.submitButton
source: Update Password
ar: تحديث كلمة السر
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
hi: पासवर्ड अपडेट करें
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
nl: Wachtwoord bijwerken
pl: Zaktualizuj hasło
pt: Atualizar palavra-passe
ro: Actualizează parola
ru: Обновить пароль
sv: Uppdatera lösenord
zh_cn: 更新密码
zh_tw: 更新密碼

# changePassword.success
source: Your password has been updated.
ar: تم تحديث كلمة سرك.
de: Dein Passwort wurde aktualisiert.
es: Tu contraseña se ha actualizado.
fr: Votre mot de passe a été mis à jour.
hi: आपका पासवर्ड अपडेट कर दिया गया है।
it: La tua password è stata aggiornata.
ja: パスワードを更新しました。
ko: 비밀번호가 업데이트되었습니다.
nl: Je wachtwoord is bijgewerkt.
pl: Twoje hasło zostało zaktualizowane.
pt: A sua palavra-passe foi atualizada.
ro: Parola ta a fost actualizată.
ru: Ваш пароль обновлён.
sv: Ditt lösenord har uppdaterats.
zh_cn: 您的密码已更新。
zh_tw: 您的密碼已更新。
